{
    "065a6cfe-3991-4dd5-8a55-22b9b31d1fc3": {
        "Section_id": "eligibility",
        "Statement": "Participants of the primary trial must be older than 18, have histologically confirmed stage 3 or above breast cancer, ECOG<2 and a life expectancy exceeding 6 months.",
        "Label": "Contradiction",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Histologically confirmed Stage IV breast cancer",
            "  Prior banked malignant effusion or significant malignant effusion for tumor harvest or surgically-accessible tumor nodule of at least 2cm in greatest diameter by physical exam, magnetic resonance imaging (MRI) or computed tomography (CT) scan",
            "  Must have received at least one prior regimen of chemotherapy for metastatic disease",
            "  Patients with HER2 positive tumors must have received at least one prior trastuzumab-based therapy in the metastatic setting, and may not receive trastuzumab therapy and vaccine treatment concurrently",
            "  Patients may receive concurrent bisphosphonate therapy and/or erythropoetin therapy at any point while on study",
            "  ECOG performance status 0 or 1",
            "  Estimated life expectancy of greater than or equal to 6 months",
            "  18 years of age or older",
            "  Greater than 4 weeks from immunotherapy, or systemic glucocorticoid therapy",
            "  Adequate recovery from drug-related toxicities from prior systemic therapies",
            "  Adequate recovery from recent surgery and radiation therapy",
            "  Greater than 6 months since bone marrow or peripheral blood stem cell transplant",
            "Exclusion Criteria:",
            "  Urgent need for cytotoxic chemotherapy, radiotherapy, or surgery in the next 60 days",
            "  Uncontrolled active infection or illness",
            "  Psychiatric illness/social situation that would limit study compliance",
            "  Pregnant or nursing mothers",
            "  Evidence of HIV infection",
            "  Previous participation in an adenovirus-based trial",
            "  Concurrent invasive malignancy"
        ]
    },
    "171d0a20-8943-4994-a48a-7dff124e62ee": {
        "Section_id": "intervention",
        "Statement": "cohort 1 of the primary trial recieves 60 mg of Ginkgo Biloba twice daily.",
        "Label": "Entailment",
        "Primary_CT": [
            "INTERVENTION 1: ",
            "  Ginkgo Biloba",
            "  Ginkgo Biloba: Patients will take 120 mg per day (60 mg BID)",
            "INTERVENTION 2: ",
            "  Placebo",
            "  Placebo: Patients will take 1 tablet BID"
        ]
    },
    "22a6d10e-55c5-4a8c-8010-3e8252bcb279": {
        "Section_id": "eligibility",
        "Statement": "Patient who have recently undergone External beam radiation therapy are eligible for the primary trial.",
        "Label": "Entailment",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Histologically or cytologically confirmed invasive breast cancer, with stage IV disease",
            "  Measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension as greater than or equal to 20mm with conventional techniques or as greater than or equal to 10mm with spiral CT scan.",
            "  Primary tumor or metastasis must overexpress HER2",
            "  Patient must have received 1-2 prior chemotherapeutic regiments for metastatic breast cancer and must have been off treatment for at least three weeks.",
            "  Patient must have received and progressed on at least 1 prior trastuzumab-containing regimen, but not more than 2, in the metastatic setting.",
            "  Patients may have received prior radiation therapy",
            "  Patients may have received hormonal therapy in the adjuvant or metastatic setting",
            "  18 years of age or older",
            "  Life expectancy of greater than 6 months",
            "  Normal organ and marrow function as defined in the protocol",
            "  Left ventricular ejection fraction (LVEF) greater than or equal to the institutional lower limit of normal",
            "Exclusion Criteria:",
            "  Treatment with any investigational drug within 4 weeks",
            "  Long-term treatment, over 3 months, with a systemic steroid or another immunosuppressive agent",
            "  Other malignancies within the past 3 years, except for adequately treated carcinoma of teh cervix or basal-or squamous-cell carcinoma of the skin",
            "  Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of RAD001",
            "  An active, bleeding diathesis or an oral anti-vitamin K medication",
            "  Prior treatment with an mTOR inhibitor",
            "  History of non-compliance with medical regimens",
            "  Unwillingness or inability to comply with the protocol",
            "  Major surgery within 2 weeks before study entry",
            "  Patients with active brain metastases or leptomeningeal carcinomatosis",
            "  Patients who have experienced grade 1 or grade 2 hypersensitivity reactions to prior trastuzumab therapy are eligible ONLY IF these reactions did not prevent further administration",
            "  Severe and/or uncontrolled intercurrent medical condition, psychiatric illness or a social situation that could limit their ability to comply with the study requirements.",
            "  Pregnant or breast-feeding women",
            "  HIV positive patients",
            "  Known hypersensitivity to RAD001 (everolimus) or other rapamycins"
        ]
    },
    "34a75478-e7cc-495e-86c3-d0accdaf1ddd": {
        "Section_id": "eligibility",
        "Statement": "Participants of the primary trial must be older than 18, have histologically confirmed stage 4 breast cancer, ECOG<2 and a life expectancy exceeding 6 months.",
        "Label": "Entailment",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Histologically confirmed Stage IV breast cancer",
            "  Prior banked malignant effusion or significant malignant effusion for tumor harvest or surgically-accessible tumor nodule of at least 2cm in greatest diameter by physical exam, magnetic resonance imaging (MRI) or computed tomography (CT) scan",
            "  Must have received at least one prior regimen of chemotherapy for metastatic disease",
            "  Patients with HER2 positive tumors must have received at least one prior trastuzumab-based therapy in the metastatic setting, and may not receive trastuzumab therapy and vaccine treatment concurrently",
            "  Patients may receive concurrent bisphosphonate therapy and/or erythropoetin therapy at any point while on study",
            "  ECOG performance status 0 or 1",
            "  Estimated life expectancy of greater than or equal to 6 months",
            "  18 years of age or older",
            "  Greater than 4 weeks from immunotherapy, or systemic glucocorticoid therapy",
            "  Adequate recovery from drug-related toxicities from prior systemic therapies",
            "  Adequate recovery from recent surgery and radiation therapy",
            "  Greater than 6 months since bone marrow or peripheral blood stem cell transplant",
            "Exclusion Criteria:",
            "  Urgent need for cytotoxic chemotherapy, radiotherapy, or surgery in the next 60 days",
            "  Uncontrolled active infection or illness",
            "  Psychiatric illness/social situation that would limit study compliance",
            "  Pregnant or nursing mothers",
            "  Evidence of HIV infection",
            "  Previous participation in an adenovirus-based trial",
            "  Concurrent invasive malignancy"
        ]
    },
    "5147b171-b5dc-46d6-a153-1a6d9a062ef1": {
        "Section_id": "eligibility",
        "Statement": "All cancer stages are accepted for the primary trial.",
        "Label": "Entailment",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  New diagnosis of breast cancer",
            "  New diagnosis if a previous breast cancer patient with negative surgical margins",
            "  Patients willing to sign a written informed consent form",
            "Exclusion Criteria:",
            "  High risk benign lesions as the primary pathology diagnosis"
        ]
    },
    "550a36e2-43bb-40af-b0c8-49498fbe2c8c": {
        "Section_id": "intervention",
        "Statement": "the primary trial investigates a novel radiotherapy treatment, whereas the secondary trial is testing a type of psychological therapy.",
        "Label": "Contradiction",
        "Primary_CT": [
            "INTERVENTION 1: ",
            "  Trastuzumab/Ixabepilone/Carboplatin",
            "  During the induction phase, patients were treated with Ixabepilone (BMS-247550) 15mg/m2 intravenously (IV) followed by carboplatin (AUC=2 IV) on days 1, 8 and 15 of a 28-day cycle for a maximum of 6 cycles. Trastuzumab was administered weekly (4mg/kg loading dose then 2mg/kg IV) starting on day 1. Routine premedication included H1 blocker (diphenhydramine 50 mg orally (PO) or IV), H2 blocker (ranitidine 150 mg PO or 50 mg IV or another equivalent H2 blocker), and at least a 5-HT3 antagonist and dexamethasone.",
            "  After completion of 24 weekly trastuzumab doses (induction therapy), trastuzumab were given at a dose of 6 mg/kg IV every 3 weeks (maintenance therapy) beginning one week after the 24th weekly dose. Trastuzumab were repeated every 21 days until disease progression or prohibitive toxicity."
        ],
        "Secondary_CT": [
            "INTERVENTION 1: ",
            "  Stage 1 Clinical Management",
            "  The group will receive clinical management treatment only each session.",
            "  Clinical Management: Clinical management is a clear contrast method of psychological therapy, which is a half-structured interview and lasting for 20-25 minutes each session. Clinical management will be assigned to both experimental group and controlled group in the first stage of intervention.",
            "  Following are major elements:",
            "  Talk to the subjects to find their main problems; introduce knowledge and medication knowledge about cancer and depression; subjects reporting use of drugs for cancer and depression and a variety of signs and symptoms of the reaction. Encourage patients to adhere to drug treatment and to comply with this research program; The operation of CBT and clinical management should be conducted by the same person as far as possible.",
            "INTERVENTION 2: ",
            "  Stage 1 CBT",
            "  The experimental group will receive CBT each session.",
            "  CBT and clinical management: The subjects will receive standardized CBT treatment regularly for 9 sessions(once per week in the first month and once half a month in the second and third months), and each session will last for about 60 minutes.The treatment includes three steps:Concept stage (the first and second sessions): establishment of therapeutic relationships with the subjects; Skills acquisition and repeat stage (the third session to the 8th session): clarification of sources of stress, patients' cognitive and behavioral response to stress. Application and complete price segment (the 9th session): return visit to test efficacy of psychological intervention."
        ]
    },
    "5b90b8de-97b9-4ed7-b5a4-e3724fd38c41": {
        "Section_id": "eligibility",
        "Statement": "If Hannah has been taking ketoconazole to treat athlete's foot for 6 weeks, until today, she will not be eligible for the primary trial for the next month.",
        "Label": "Entailment",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Histologically confirmed HER2 overexpressing (IHC 3+ and/or FISH +) metastatic breast cancer with measurable disease. Patients with either HER2 3+ positive tumors by immunohistochemistry (Dako Herceptest®) or gene amplification (> 2 copies) by fluorescence in-situ hybridation (FISH) are eligible.",
            "  Progression following at least 8 weeks of standard doses of Herceptin or a Herceptin containing regimen.",
            "  Off Herceptin for a minimum of 2 weeks.",
            "  Patients must have measurable disease as defined by RECIST guidelines (the lesion that will be biopsied on study cannot be the only measurable lesion).",
            "  Life expectancy > 3 months",
            "  Age 18 years",
            "  ECOG performance status 2",
            "  Adequate bone marrow function as indicated by the following:",
            "  ANC 1500/µL",
            "  Platelets 100,000/µL",
            "  Hemoglobin 9 g/dL",
            "  Adequate liver function, as indicated by bilirubin 1.5 x ULN, AST or ALT <2x ULN.",
            "  Adequate renal function, as indicated by creatinine <1.5 x upper limit of normal (ULN)",
            "  Ability to understand and the willingness to sign a written informed consent.",
            "  Adequate birth control: Women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation and must have a negative serum or urine pregnancy test within 1 week prior to beginning treatment on this trial. Pregnant and nursing patients are excluded because the effects of the combination of Rapamycin on a fetus or nursing child are unknown. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.",
            "  Fasting serum cholesterol <350 mg/d L and triglycerides < 400 mg/ d L.",
            "  Biopsy is required but patients or physicians may opt out of this part of the trial if sufficient justification is provided. Justification must be provided to the PI in writing indicating excessive physical risk or psychological trauma if biopsy is undertaken.",
            "Exclusion Criteria:",
            "  Active infection or treatment for systemic infections within 14 days of enrollment",
            "  Patients with active brain metastases requiring treatment, inclusive but not limited to surgery, radiation, and corticosteroids (patients with asymptomatic non- progressing brain metastasis who have completed treatment 30 days before enrollment and without evidence of progression on a post treatment MRI may be considered for the study).",
            "  Pregnant or lactating women",
            "  Prior chemotherapy within the last 4 weeks (last 6 weeks for nitrosureas/mitomycin)",
            "  Prior radiation therapy within the last 4 weeks; prior radiation therapy to indicator lesion (unless objective disease recurrence or progression within the radiation portal has been documented since completion of radiation).",
            "  Prior therapy with rapamycin, rapamycin analogs, or experimental agents targeting mTOR.",
            "  Concomitant malignancies or previous malignancies within the last 5 years, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.",
            "  Ejection fraction <50% or below the lower limit of the institutional normal range, whichever is lower",
            "  Hypersensitivity to trial medications",
            "  Patients may not be receiving any other investigational agents within 30 days before enrollment.",
            "  Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.",
            "  Pregnant women are excluded from this study because the investigational agents may have the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with these agents, breastfeeding should be discontinued if the mother is treated.",
            "  HIV-positive patients are ineligible because these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy and the potential pharmacokinetic interaction between antiretroviral therapy and the investigational agents.",
            "  Use of all herbal and alternative medications within 4 weeks. All herbal and alternative medications should be discontinued while on study, these include but not limited to: Hydrastis canadensis (goldenseal) - Uncaria tomentosa (cat's claw) - Echinacea angustifolia roots - trifolium pratense (wild cherry) - matricaria chamomila (chamomile) - Glycyrrhiza glabra (licorice) - dillapiol - naringenim.",
            "  Use of any of these medications within 4 weeks; cyclosporine, diltiazen, ketoconazole, rifampin, fluconazole, delavirdine, nicardipine, pioglitazone, and sulfonamides, erythromycin, clarithromycin, itraconazole, erythromycin, metoclopramide, nevirapine, phenobarbital, phenytoin, indinavir, fosamprenavir, nefazadone, St Johns Wort.",
            "  Consumption of grapefruit juice is prohibited during the study.",
            "  Use of warfarin (Coumadin), immunosuppressive agents or chronic oral, intravenous or topical steroid"
        ]
    },
    "699d0cb5-1ebb-441d-aa7e-041a48923b00": {
        "Section_id": "intervention",
        "Statement": "the primary trial subjects receiving keratin are administered it topically twice daily for approximately 3-6 weeks.",
        "Label": "Entailment",
        "Primary_CT": [
            "INTERVENTION 1: ",
            "  Group I (Topical Keratin)",
            "  Patients receive topical keratin topically at least BID until the end of radiation therapy (approximately 3-6 weeks).",
            "  Quality-of-Life Assessment: Ancillary studies",
            "  Topical Keratin: Given topically",
            "INTERVENTION 2: ",
            "  Group II (Standard of Care)",
            "  Patients receive standard of care as directed by radiation oncologist until the end of radiation therapy (approximately 3-6 weeks).",
            "  Best Practice: Receive standard of care",
            "  Quality-of-Life Assessment: Ancillary studies"
        ]
    },
    "8809cc5e-36d5-4f7e-b06d-b1915a421f71": {
        "Section_id": "adverse_events",
        "Statement": "Only one adverse event, a Breast abscess, is observed in patients from cohort 1 of the primary trial.",
        "Label": "Contradiction",
        "Primary_CT": [
            "Adverse Events 1:",
            "  Total: 1/25 (4.00%)",
            "  Diarrhoea 0/25 (0.00%)",
            "  Breast abscess 0/25 (0.00%)",
            "  Breast cellulitis 0/25 (0.00%)",
            "  Syncope 1/25 (4.00%)",
            "Adverse Events 2:",
            "  Total: 1/20 (5.00%)",
            "  Diarrhoea 1/20 (5.00%)",
            "  Breast abscess 1/20 (5.00%)",
            "  Breast cellulitis 1/20 (5.00%)",
            "  Syncope 0/20 (0.00%)"
        ]
    },
    "8d450d42-4eb1-4edb-be76-b2885964aa90": {
        "Section_id": "eligibility",
        "Statement": "Patients with cytologically confirmed breast cancer, who's Locally recurrent disease is amenable to radiation with curative intent are not eligible for the secondary trial, but are eligible for the primary trial.",
        "Label": "Contradiction",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Histologically or cytologically confirmed breast cancer that is either locally recurrent or metastatic.",
            "  Locally recurrent disease must not be amenable to surgical resection or radiation with curative intent.",
            "  Must have a documented deleterious Breast Cancer Gene BRCA1 or BRCA2 germline mutation.",
            "  If Human Epidermal Growth Factor Receptor (HER2) positive, subjects must have received and progressed on at least one prior standard HER2 directed therapy or the subject must be ineligible to receive anti-HER2 therapy.",
            "  Measurable or non-measurable (but radiologically evaluable) disease by RECIST (Response Evaluation Criteria in Solid Tumors) criteria 1.1.",
            "  Eastern Cooperative Oncology Group (ECOG) Performance Score of 0-2.",
            "  Subject must have adequate bone marrow, renal and hepatic function.",
            "  Subject must not be pregnant or plan to conceive a child.",
            "Exclusion Criteria:",
            "  Received anticancer agent(s) or an investigational agent within 21 days prior to C1D1, or radiotherapy within 28 days prior Cycle 1 Day 1.",
            "  More than 2 prior lines of cytotoxic chemotherapy.",
            "  Prior treatment of breast cancer with temozolomide, a platinum agent, or a Poly (ADP ribose) Polymerase (PARP) inhibitor.",
            "  Prior taxane therapy for metastatic breast cancer.",
            "  A history of or evidence of brain metastases or leptomeningeal disease.",
            "  A history of uncontrolled seizure disorder.",
            "  Pre-existing neuropathy from any cause in excess of Grade 1.",
            "  Known history of allergic reaction to cremophor/paclitaxel.",
            "  Clinical significant uncontrolled conditions, active infection, myocardial infarction, stroke, or transient ischemic attack, psychiatric illness/social situations that would limit compliance.",
            "  Pregnant or breastfeeding."
        ],
        "Secondary_CT": [
            "INCLUSION CRITERIA:",
            "  Undergoing core needle biopsy for a breast abnormality suspicious for breast cancer.",
            "  Has undergone a core needle biopsy demonstrating breast cancer and has not yet had any further therapy, provided the core needle biopsy is available for analysis.",
            "  No prior therapy for breast cancer within the past 5 years.",
            "  18 years of age or older.",
            "  Ability to understand and the willingness to sign a written informed consent document.",
            "EXCLUSION CRITERIA:",
            "  History of parathyroid disease, hypercalcemia, or kidney stones.",
            "  Supplemental vitamin D other than from a standard multiple vitamin or from standard formulations of calcium and vitamin D (eg, calcium citrate with vitamin D) within the prior 6 months.",
            "  History of renal failure requiring dialysis or kidney transplantation.",
            "  Pregnant or nursing",
            "  Receiving supplemental calcium > 1200 mg calcium per day during study.",
            "  Initial treatment of breast cancer will not be with breast-conserving surgery or mastectomy.",
            "  Locally-advanced breast cancer",
            "  Plans for neoadjuvant chemotherapy, hormonal therapy, or other systemic therapy",
            "  Plans for preoperative radiation therapy",
            "  Plans for breast cancer surgery, and does not allow for at least 10 days of vitamin D intervention.",
            "  Any condition potentially interfering with subjects ability to comply with taking study medication.",
            "  Any medical condition that would potentially interfere with vitamin D absorption, such as celiac sprue, ulcerative colitis.",
            "  Current participation in another research study that would increase risk to subject, in the opinion of the investigators"
        ]
    },
    "c103a786-0b1d-4124-aa5d-4945ded2c384": {
        "Section_id": "results",
        "Statement": "the primary trial and the secondary trial are not studying PFS, PBR or DLTs.",
        "Label": "Contradiction",
        "Primary_CT": [
            "Outcome Measurement: ",
            "  Concordance of Blue Dye and Lymphoseek",
            "  The proportion of lymph nodes detected intraoperatively by blue dye that were also detected by Lymphoseek.",
            "  Time frame: Surgery after injections of Lymphoseek and blue dye",
            "Results 1: ",
            "  Arm/Group Title: Intent-To-Treat",
            "  Arm/Group Description: Participants received a single dose of 50 μg Lymphoseek radiolabeled with 0.5 or 2.0 mCi Tc 99m and blue dye for lymphatic mapping and surgical resection of lymph nodes.",
            "  Overall Number of Participants Analyzed: 133",
            "  Overall Number of Units Analyzed",
            "  Type of Units Analyzed: Lymph Nodes  Measure Type: NumberNumber (95% Confidence Interval)Unit of Measure: Proportion of Lymph Nodes: 1.0000        (0.9840 to 1.0000)"
        ],
        "Secondary_CT": [
            "Outcome Measurement: ",
            "  Patient Benefit Rate at 12 Weeks",
            "  Percentage of patients with patient benefit at week 12. Patient benefit was defined by the absence of central nervous system (CNS) disease progression according to Response Evaluation Criteria in Solid Tumours (RECIST) version 1.1 in addition to no tumour-related worsening of the neurological signs and symptoms (NSS), no tumour-related increase in corticosteroid dosage and no progression of extra CNS disease according to RECIST 1.1",
            "  Time frame: 12 weeks from randomisation",
            "Results 1: ",
            "  Arm/Group Title: Afatinib Mono",
            "  Arm/Group Description: Afatinib monotherapy administered orally: starting dose 40 mg per day, continuous treatment in a 3-weekly course. If well tolerated, the dose may be escalated to 50 mg.",
            "  Overall Number of Participants Analyzed: 40",
            "  Measure Type: Number",
            "  Unit of Measure: percentage of participants  30.0        (16.6 to 46.5)",
            "Results 2: ",
            "  Arm/Group Title: Afatinib+Vino",
            "  Arm/Group Description: Afatinib 40 mg per day administered orally, continuous treatment, in combination with weekly Vinorelbine 25 mg/m  administered intravenously on days 1, 8, 15 in a 3-weekly course.",
            "  Overall Number of Participants Analyzed: 38",
            "  Measure Type: Number",
            "  Unit of Measure: percentage of participants  34.2        (19.6 to 51.4)"
        ]
    },
    "d3ca3729-2795-4cd5-9968-666781d17fac": {
        "Section_id": "results",
        "Statement": "cohorts 1 and 2 of the primary trial recorded a different number of patients that suffered from Congestive Heart Failure.",
        "Label": "Contradiction",
        "Primary_CT": [
            "Outcome Measurement: ",
            "  Congestive Heart Failure Rate",
            "  Clinical congestive heart failure includes patients with symptomatic decline in LVEF to at or below the lower limit of normal (LLN), or symptomatic diastolic dysfunction. 223 treated patients were included in the analysis.",
            "  Time frame: assessed on day 1 of cycles 5, 9, 17 and 25, and at end of treatment, then every 3 months for <2 years and every 6 months for 2-3 years from study entry",
            "Results 1: ",
            "  Arm/Group Title: Arm A (ddBAC > BT > B)",
            "  Arm/Group Description: Dose dense bevacizumab, cyclophosphamide and doxorubicin, followed by paclitaxel and bevacizumab, followed by bevacizumab",
            "  Overall Number of Participants Analyzed: 103",
            "  Measure Type: Number",
            "  Unit of Measure: percentage of participants  2.9        (0.6 to 8.3)",
            "Results 2: ",
            "  Arm/Group Title: Arm B (ddAC > BT > B)",
            "  Arm/Group Description: Dose dense doxorubicin and cyclophosphamide, followed by paclitaxel and bevacizumab, followed by bevacizumab",
            "  Overall Number of Participants Analyzed: 120",
            "  Measure Type: Number",
            "  Unit of Measure: percentage of participants  2.5        (0.5 to 7.1)"
        ]
    },
    "d6de70df-d113-4bc8-9d3b-b71f31937ebe": {
        "Section_id": "eligibility",
        "Statement": "People who inherit harmful variants of the BReast CAncer gene 1 or 2 are eligible for the primary trial.",
        "Label": "Entailment",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Women  18 and  75 years of age.",
            "  Voluntary signed informed consent form (ICF).",
            "  Proven diagnosis of metastatic breast cancer (MBC).",
            "  At least one, but no more than three, prior chemotherapy regimens for MBC.",
            "  Patients with known HER-2 overexpressing MBC must have failed at least one prior trastuzumab-containing regimen for metastatic disease.",
            "  Disease evaluable for response by specific appropriate criteria.",
            "  No or minimal disease-related symptoms not affecting patient daily activities.",
            "  Adequate major organ function (normal or minimal alteration in liver, kidney, hematological, metabolic and cardiac function)",
            "  Wash out periods prior to Day 1 of Cycle 1:",
            "  At least three weeks since the last chemotherapy (six weeks in some particular cases) and At least four weeks since the last radiotherapy (RT) > 30 Gy) and At least one week since the last hormonal therapy and At least two weeks since the last biological/investigational therapy",
            "  Minimal or no ongoing toxicity from immediately prior therapy according to specific appropriate criteria. Mild ongoing toxicity is allowed in case of alopecia, skin toxicity, fatigue and/or finger numbness or tumbling.",
            "  Patients of child-bearing potential must agree to use a medically approved contraception method until at least six weeks after the last study drug administration.",
            "  Known deleterious germline mutation of BRCA1/2 (Patients in Cohorts A and A1)",
            "  Prior treatment with PARP inhibitors (Patients in Cohort A1)",
            "Exclusion Criteria:",
            "  Prior treatment with PM01183 or trabectedin.",
            "  Extensive prior RT.",
            "  Prior or concurrent malignant disease unless cured for more than five years.",
            "  Exceptions are breast cancer in the other breast.",
            "  Uncommon or rare subtypes of breast cancer.",
            "  Symptomatic or progressive brain metastases.",
            "  Bone-limited and exclusively metastases.",
            "  Relevant diseases or clinical situations which may increase patient's risk:",
            "  History of cardiac disease. Moderate breathing difficulties or oxygen requirement Active uncontrolled infection. Unhealed wound or presence of any external drainage. Chronically active viral hepatitis. Immunocompromised patients, including those known to be infected by human immunodeficiency virus (HIV).",
            "  Known muscular disease or functional alteration",
            "  Pregnant or breastfeeding women.",
            "  Impending need for immediate RT for symptomatic relief.",
            "  Limitation of the patient's ability to comply with the treatment or to follow-up the protocol."
        ]
    },
    "f948a2d1-2e22-47c8-9345-0eb68569bd3f": {
        "Section_id": "eligibility",
        "Statement": "Emily has an Inoperable breast cancer, she is eligible for both the secondary trial and the primary trial.",
        "Label": "Entailment",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Operable breast cancer",
            "Exclusion Criteria:",
            "  Inoperable breast cancer",
            "  BMI > 25",
            "  Neoadiuvant radioterapy",
            "  Carcinomastitis",
            "  Previous phlebitis of omolateral arm",
            "Collagen disease"
        ],
        "Secondary_CT": [
            "Inclusion Criteria:",
            "  Written informed consent of the patient signed by herself.",
            "  Histologically confirmed metastatic or recurrent adenocarcinoma of the breast.",
            "  Aged 20 to 74 at the time of informed consent.",
            "Exclusion Criteria:",
            "  Prior systemic chemotherapy with taxane anticancer drugs for metastatic or recurrent breast cancer."
        ]
    },
    "fdff0cf1-a0a2-4516-bdf7-109ac7adb266": {
        "Section_id": "eligibility",
        "Statement": "Only patients which have been assigned as female at birth are eligible for the secondary trial and the primary trial.",
        "Label": "Entailment",
        "Primary_CT": [
            "Inclusion Criteria:",
            "  Assigned female at birth;",
            "  18 years and older;",
            "  Confirmed diagnosis (via biopsy) of early stage breast cancer (stages I-IIIA);",
            "  Eligible for both breast-conserving surgery and mastectomy based on medical records and clinician's opinion before surgery;",
            "  Spoken English, Spanish, or Mandarin Chinese.",
            "Exclusion Criteria:",
            "  Transgender men and women;",
            "  Women who have undergone prophylactic mastectomy;",
            "  Women with visual impairment;",
            "  Women with a diagnosis of severe mental illness or severe dementia;",
            "  Women with inflammatory breast carcinoma."
        ],
        "Secondary_CT": [
            "Inclusion Criteria:",
            "  Written informed consent.",
            "  Histological diagnosis of operable invasive adenocarcinoma of the breast (T1-T3). Tumours must be HER2 negative. Time window between surgery and study randomization must be less than 60 days.",
            "  Surgery must consist of mastectomy or conservative surgery with axillary lymph node dissection. Margins free of disease and ductal carcinomas in situ (DCIS) are required. Lobular carcinoma is not considered a positive margin.",
            "  Positive axillary lymph nodes defined as at least 1 out of 10 nodes with presence of disease. If sentinel node technique is used, sentinel node can be the only node affected. Patients belonging to the following classifications are eligible: TNM pathologic stage N1a, TNM pathologic stage N2a, TNM pathologic stage N3a.",
            "  Status of hormone receptors in primary tumour. Results must be available before the end of adjuvant chemotherapy.",
            "  Patients must not present evidence of metastatic disease. Status of HER2 in primary tumour, known before randomization. Patients with immune histochemistry (IHC) 0 or +1 are eligible. For patients with IHC 2+, fluorescence in situ hybridization (FISH) is mandatory and result must be negative.",
            "  Age >= 18 and <= 70 years old.",
            "  Performance status (Karnofsky index) >= 80.",
            "  Normal electrocardiogram (EKG) in the 12 weeks prior to randomization. If needed, normal cardiac function must be confirmed by left ventricular ejection fraction (LVEF).",
            "  Laboratory results (within 14 days prior to randomization):",
            "  Hematology: neutrophils >= 1.5 x 10^9/l; platelets >= 100 x 10^9/l; hemoglobin >= 10 mg/dl;",
            "  Hepatic function: total bilirubin <= 1 upper normal limit (UNL); serum glutamic-oxaloacetic transaminase (SGOT) and Serum glutamic pyruvic transaminase (SGPT) <= 2.5 UNL; alkaline phosphatase <= 2.5 UNL. If values of SGOT and SGPT > 1.5 UNL are associated to alkaline phosphatase > 2.5 UNL, patient is not eligible;",
            "  Renal function: creatinine <= 175 mmol/l (2 mg/dl); creatinine clearance >= 60 ml/min;",
            "  Pharmacogenetics: one blood sample is needed for single nucleotide polymorphism (SNP) assessment.",
            "  Complete stage workup during the 12 weeks prior to randomization (mammograms are allowed within a 20 week window). All patients must have a bilateral mammogram, thorax x-ray, abdominal echography and/or computed tomography (CT)-scan. If bone pain, and/or alkaline phosphatase elevation, a bone scintigraphy is mandatory. This test is recommended for all patients. Other tests: as clinically indicated.",
            "  Patients able to comply with treatment and study follow-up.",
            "  Negative pregnancy test done in the 14 prior days to randomization.",
            "Exclusion Criteria:",
            "  Prior systemic therapy for breast cancer.",
            "  Prior therapy with anthracyclines or taxanes (paclitaxel or docetaxel) for any malignancy.",
            "  Prior radiotherapy for breast cancer.",
            "  Bilateral invasive breast cancer.",
            "  Pregnant or lactating women. Adequate contraceptive methods must be used during chemotherapy and hormone therapy treatments.",
            "  Any T4 or M1 tumour.",
            "  Axillary lymph nodes: patients belonging to the following classifications are excluded: TNM pathologic stage N1b, TNM pathologic stage N1c, TNM pathologic stage N2b, TNM pathologic stage N3b, TNM pathologic stage N3c.",
            "  HER2 positive breast cancer (IHC 3+ or positive FISH result).",
            "  Pre-existing grade >= 2 motor or sensorial neurotoxicity (National Cancer Institute Common Toxicity Criteria version 2.0 [NCICTC v-2.0]).",
            "  Any other serious medical pathology, such as congestive heart failure; unstable angina; history of myocardial infarction during the previous year; uncontrolled hypertension or high risk arrhythmias.",
            "  History of neurological or psychiatric disorders, which could preclude the patients from free informed consent.",
            "  Active uncontrolled infection.",
            "  Active peptic ulcer; unstable diabetes mellitus.",
            "  Previous or current history of neoplasms different from breast cancer, except for skin carcinoma, cervical in situ carcinoma, or any other tumour curatively treated and without recurrence in the last 10 years; ductal in situ carcinoma in the same breast; lobular in situ carcinoma.",
            "  Chronic treatment with corticosteroids.",
            "  Contraindications for corticosteroid administration.",
            "  Concomitant treatment with raloxifene, tamoxifen or other selective estrogen receptor modulators (SERMs), either for osteoporosis treatment or for prevention. These treatments must stop before randomisation.",
            "  Concomitant treatment with other investigational products; participation in other clinical trials with a non-marketed drug in the 20 previous days before randomization.",
            "  Concomitant treatment with another therapy for cancer.",
            "Males."
        ]
    }
}