{
   "2": "Participants of the primary trial cannot be currently a) Patients with known allergy to any of the study drugs or their components., LVEF < 50%., Sex and reproductive status: or Cardiac Symptoms; any of the following should be considered for exclusion:",
   "12": "Neither Has a contraindication to magnetic resonance imaging (MRI) nor Is eligible for pre-operative (neo-adjuvant) chemotherapy are required for participation in the primary trial and the secondary trial",
   "15": "Eligible for the primary trial are female or male with hemoglobin >=9.0 g/dL. and ANC >=1.5 × 109/L; platelet count >=100 × 109/L; hemoglobin >=9.0 g/dL.",
   "35": "A person with creatinine < 180 µmol/L) and hepatic function (bilirubin < 30 µmol/L, alanine aminotransferase (ALT) < 1.5 x upper normal limit of the laboratory).,  WBC > 3.0 x 109 /L, platelets  100.0 x 109 /L, and hemoglobin > 10 g/dL)., and hemoglobin > 10 g/dL). are not eligilbe for the primary trial.",
   "36": "Eligible for the primary trial are female or male with Female patients with histologically confirmed incident invasive breast cancer (T1-4) with positive hormone receptor status (ER and/or PgR positive) and no evidence of regional lymph node metastasis (N0) or distant metastasis (M0) and History of treatment or disease affecting bone metabolism (e.g., Paget's disease, primary hyperparathyroidism), prior treatment with bisphosphonates or treatments for osteoporosis in addition to calcium and vitamin D",
   "50": "Neither creatinine clearance >= 60 mL/min for patients with creatinine levels outside institutional normal using the Cockcroft-Gault formula nor SGPT =< 2.5 X institutional upper limit of normal are required for participation in the primary trial and the secondary trial",
   "54": "Neither 18 year of age or older nor Normal organ function as outlined in the protocol are required for participation in the primary trial and the secondary trial",
   "70": "The following conditions are required to be eligible for the secondary trial but not the primary trial; PATIENT CHARACTERISTICS:, T2N0 = 3 cm) histologically confirmed carcinoma of the breast, treated with tylectomy. Axillary sampling is required only for cases of invasive cancers. Tumor size is determined by the pathologist. Clinical size may be used if the pathologic size is indeterminate. and or >5 cm in diameter) suspicious microcalcifications..",
   "74": "Men with anthracyclines as part of previous 1st line chemotherapy or planned 2nd line chemotherapy; are not excluded from the primary trial.",
   "75": "Participants of the primary trial cannot be currently HER2 positive (HER2+++ by IHC or FISH/CISH+)., metastatic disease (Stage IV) or bilateral breast cancer;, previous anticancer therapy or radiotherapy for any malignancy; or insulin-dependent diabetes;",
   "79": "Neither INR  1.5 times ULN nor ALT < 1.8 X upper limit of normal for the institution, alkaline phosphatase  2X upper limit of normal for the institution, bilirubin within normal limits for the institution (expect in patients with Gilbert's syndrome who will be eligible regardless of bilirubin) and creatinine  130 umol/L) are required for participation in the primary trial and the secondary trial",
   "84": "Men with No bilateral breast cancer (except in situ carcinoma) or suspicious mass in opposite breast that has not been proven benign are not excluded from the primary trial.",
   "85": "Men with Prior Therapy: Patients must not have received prior chemotherapy in the metastatic breast setting. Patients who have not received prior anthracyclines or taxanes should be considered for these agents. Patients may have received prior chemotherapy and/or hormonal therapy for early stage breast cancer. The chemotherapy regimen may have included an anthracycline and/or a taxane as long as it has been > 6 months since completion of the regimen. Adjuvant trastuzumab is allowed. Patients may have received prior radiation therapy in either the metastatic or early stage setting as long as <25% of the bone marrow has been treated. Prior radiation to the whole pelvis is not allowed. Radiation therapy must be completed at least 7 days prior to study registration, and all radiation related toxicities must be resolved to grade  1 before patient is eligible for study inclusion. Patients may have received any number of hormonal therapies in the neo-adjuvant, adjuvant or metastatic setting. are not excluded from the primary trial.",
   "87": "Eligible for the primary trial are female or male with ANC > 1,500 per mm^3, platelets > 100,000 per mm^3). and hemoglobin > 9 g/dL, absolute neutrophil count (ANC) > 1,500 per mm^3, platelets > 100,000 per mm^3).",
   "93": "A person with ErbB-2 positive locally recurrent or metastatic breast cancer,  Prior systemic anti-cancer therapy other than endocrine therapy for locally recurrent or metastatic disease, and History of gastrointestinal disease are not eligilbe for the primary trial.",
   "95": "Women with and phosphatase must be less than or equal to 2.5 x ULN for the lab; and aspartate aminotransferase (AST) and ALT must be less than or equal to 1.5 x ULN for the lab., with ANC must be greater than or equal to 1200/mm3; Platelet count must be greater than or equal to 100,000/mm3; Hemoglobin must be greater than or equal to 10 g/dL, Hemoglobin must be greater than or equal to 10 g/dL and total bilirubin must be less than or equal to upper limit of normal (ULN) for the lab unless the patient has a bilirubin elevation greater than ULN to 1.5 x ULN due to Gilbert's disease or similar syndrome involving slow conjugation of bilirubin; and alkaline phosphatase must be less than or equal to 2.5 x ULN for the lab; and aspartate aminotransferase (AST) and ALT must be less than or equal to 1.5 x ULN for the lab. are eligible for both the primary trial and the secondary trial",
   "97": "Eligible for the primary trial are female or male with creatinine clearance > 60 ml/min and AST must be  5 × ULN.",
   "99": "Patients with left ventricular ejection fraction (LVEF)  50% by echocardiogram or multiple gated acquisition (MUGA), who's No prior treatment for breast cancer excluding therapy for DCIS are excluded from the secondary trial, but are eligible for the primary trial.",
   "102": "Men with ejection fraction <50% according to electrocardiography; are not excluded from the primary trial.",
   "104": "The following conditions are required to be eligible for the secondary trial but not the primary trial; disease must be willing to undergo paired research biopsies. These biopsies will occur 5-48 hours after the C1D1 cisplatin dose (ie. C1D2or C1D3) and 5-8hrs (+/- 24hrs) after the last dose of AZD1775 on C2D3. The exact timing of the biopsy relative to receipt of study treatment should be accurately recorded., FISH must be performed to classify disease and FISH<2.0."
}